[
  "$29/mo",
  "$99/mo",
  "({lang.nativeName})",
  "-",
  "1",
  "123 Blockchain Avenue, Innovation City",
  "2",
  "24/7 monitoring",
  "3",
  "Agricultural Insurance",
  "All policy terms and conditions are stored on the blockchain, ensuring complete transparency and immutability.",
  "Automatic Claims",
  "Automatic claims processing",
  "Automatic refunds",
  "Basic",
  "Blockchain-Powered Insurance Benefits",
  "Blockchain-Powered Insurance for Everything",
  "Blockchain-based insurance uses smart contracts to automate policy management and claims processing. You pay premiums in cryptocurrency or traditional currency, and the policy terms are stored on the blockchain. When a covered event occurs (verified by data sources like IoT devices, weather data, or official reports), the smart contract automatically processes your claim and issues payment without manual intervention.",
  "Blockchain-based life policies",
  "Blockchain-based life policies with automatic execution and cryptocurrency death benefits.",
  "Business",
  "Business Insurance",
  "COVID-19 coverage",
  "Can I pay premiums in cryptocurrency?",
  "Car Insurance",
  "Choose Coverage",
  "Choose the coverage that fits your needs with flexible payment options.",
  "Close",
  "Concert/sports event insurance",
  "Contact",
  "Contact Sales",
  "Coverage for event cancellations or disruptions with automatic refunds.",
  "Coverage for funds invested in decentralized finance protocols against hacks or exploits.",
  "Crop and livestock insurance with automatic claims based on weather data.",
  "Crop insurance",
  "Crypto Insurance",
  "Crypto Payments",
  "Crypto Wallet Protection",
  "Cryptocurrency death benefits",
  "Custom",
  "Custom coverage limits",
  "Custom risk assessment",
  "Cybersecurity insurance",
  "DeFi Protocol Insurance",
  "DeFi health savings",
  "Decentralized claims auditing",
  "Decentralized medical records",
  "Decentralized medical records and usage-based premiums with DeFi health savings.",
  "Dedicated account manager",
  "Detecting...",
  "Digital Assets",
  "Disaster response insurance",
  "Email",
  "Employee benefits",
  "Enter your email",
  "Enter your message",
  "Enter your name",
  "Enterprise",
  "Esports tournament coverage and in-game asset insurance.",
  "Event Insurance",
  "Exchange Insurance",
  "Explore our innovative blockchain-powered insurance categories",
  "FAQ",
  "Features",
  "Find answers to common questions about our blockchain-based insurance services.",
  "Flight delay compensation",
  "Flight delay compensation and lost luggage coverage with automatic claims processing.",
  "For businesses & institutions",
  "For individual coverage",
  "For multiple assets",
  "Frequently Asked Questions",
  "From crypto to cars, health to homes - protect what matters with our innovative blockchain insurance solutions.",
  "Gaming & Esports",
  "Get Coverage Now",
  "Get Started",
  "Get in Touch",
  "Have questions about our insurance solutions? Our team is here to help.",
  "Health Insurance",
  "Home Insurance",
  "How It Works",
  "How are premiums calculated?",
  "How do I file a claim?",
  "How does blockchain-based insurance work?",
  "In-game asset protection",
  "Insurance",
  "Insurance Solutions",
  "Learn More",
  "Life Insurance",
  "Livestock insurance",
  "Lost luggage coverage",
  "Many claims are processed automatically through our smart contract system when verified data confirms a covered event. For claims that require additional verification, simply log into your account dashboard, navigate to the claims section, and follow the guided process. You'll need to provide details about the incident and any required documentation. Our team reviews manual claims promptly, typically within 24-48 hours.",
  "Market value insurance",
  "Message",
  "More",
  "More pages",
  "NFT Insurance",
  "NFT theft protection",
  "Name",
  "Next",
  "Next slide",
  "No languages found",
  "Our blockchain-powered insurance process is simple, transparent, and efficient",
  "Our insurance solutions leverage blockchain technology for transparency, efficiency, and security.",
  "Pay premiums and receive claims in cryptocurrency or stablecoins with lower fees and faster processing.",
  "Pay-per-mile insurance",
  "Personal",
  "Popular",
  "Premium",
  "Premiums are calculated based on several factors including the value of assets being insured, the specific risks being covered, historical data, and real-time risk assessment. For certain insurance types like car or health insurance, we can use data from connected devices to offer usage-based pricing that rewards safe behavior with lower premiums. We offer personalized quotes after a brief risk assessment.",
  "Previous",
  "Previous slide",
  "Pricing",
  "Priority claims processing",
  "Privacy",
  "Protect your Non-Fungible Tokens against theft, damage, or market volatility.",
  "Protect your digital investments against hacks, theft, and smart contract failures.",
  "Renters insurance",
  "Rug pull protection",
  "SafeSense",
  "Select from our range of insurance categories and customize your coverage to fit your needs.",
  "Send Message",
  "Simple, Transparent Pricing",
  "Single insurance category",
  "Smart Contract Policy",
  "Smart contract failure coverage",
  "Smart contract integration",
  "Smart contracts automatically process and pay out claims when verified conditions are met, eliminating delays.",
  "Smart contracts for employee benefits and supply chain insurance with automatic claims.",
  "Smart home integration",
  "Smart home integration with IoT sensors for automatic damage detection and claims.",
  "Smart telematics-based claims and pay-per-mile options with automatic payouts.",
  "Supply chain insurance",
  "Survival insurance",
  "Technical issue coverage",
  "Telematics-based claims",
  "Terms",
  "Toggle Sidebar",
  "Toggle theme",
  "Tournament insurance",
  "Translating content",
  "Translating to {languages[language]?.nativeName || language}...",
  "Transparent Policies",
  "Travel Insurance",
  "Unlimited insurance categories",
  "Up to $10,000 coverage",
  "Up to $100,000 coverage",
  "Up to 3 insurance categories",
  "Usage-based premiums",
  "View All Insurance Types",
  "We offer comprehensive coverage across multiple categories including crypto assets, vehicles, homes, health, travel, business assets, intellectual property, NFTs, pets, and more. Each insurance type has specific coverage options tailored to the unique risks of that asset class. Contact us for a complete list of covered assets in your area of interest.",
  "Weather data triggers",
  "Wedding insurance",
  "What types of assets do you cover?",
  "When a covered event occurs, verified by real-world data, your claim is automatically processed and paid.",
  "Yes, we accept premium payments in major cryptocurrencies including Bitcoin, Ethereum, and stablecoins like USDC and DAI. We also offer traditional payment methods for those who prefer them. Cryptocurrency payments often result in lower fees and faster processing times for both premiums and claims.",
  "Yield farming insurance",
  "Your policy is created as a smart contract on the blockchain, ensuring transparency and immutability.",
  "h-8 w-8 text-primary",
  "react-world-flags",
  "setShowAll(true)}\n                className=\"flex items-center justify-center w-full px-3 py-2 text-sm text-primary hover:bg-muted border-t\"\n              >\n                Show all languages",
  "support@safesense.com",
  "© 2025 SafeSense. All rights reserved."
]